<h3><a href="/19119/">राष्ट्रपति रबर स्ट्याम्प हुन हुँदैनः चित्रबहादुर</a></h3>
                    <p style="margin-bottom: 20px; border-bottom: 1px solid #eee">
                        काठमाडौं ।राष्ट्रिय जनमोर्चाका अध्यक्ष चित्रबहादुर केसीले नयाँ राष्ट्रपति रबर स्ट्याम्प हुन नहुने अडान राखेका छन् । प्रधानमन्त्री निवास बालुवाटार पुगेर शुक्रबार प्रधानमन्त्री  ...
                    </p>
                    <h4><a href="/19117/">अखिल अध्यक्षमा समिक बडाल र महासचिवमा रोकाया निर्वाचित</a></h4>

                    <h4><a href="/19109/">प्रधानमन्त्री प्रचण्डलाई भेट्न ओली बालुवाटारमा</a></h4>

                   <h4><a href="/19105/">आफू अनुकुल राष्ट्रपति बनाउन छिमेकी मुलुकको चलखेल :अध्यक्ष केसी</a></h4>
                   <h4><a href="/19098/">प्रधानमन्त्री प्रचण्ड भेट्न एमाले अध्यक्ष केपी शर्मा ओली प्रधानमन्त्री निवास बालुवाटारमा</a></h4>

                        
                    <div class="pull-right thap-samachar">
                            <a href="/category/राजनीति/">थप समाचार  <i class="fa fa-angle-double-right" aria-hidden="true"></i></a>
                    </div>




  <h3><a href="/19123/">आजको मौसमः देशका पूर्वी भेगमा आंशिक बदली&nbsp;</a></h3>
                    <p style="margin-bottom: 20px; border-bottom: 1px solid #eee"> काठमाडौं । हाल देशमा पश्चिमी वायुको आंशिक प्रभाव रहेको छ । जल तथा मौसम विज्ञान विभाग, मौसम पूर्वानुमान महाशाखाका अनुसार दिउँसो प्रदेश नं १ को पहाडी भू–भागमा &nbsp;आंशिक ...</p>


                    <h4><a href="/19122/">आज शिवरात्री : पशुपति क्षेत्रमा दर्शनार्थीको भीड, शिवको आरधना हुँदै</a></h4>

                    <h4><a href="/19121/">सांसद चौधरीको बाँकी सजाय मिनाहा गर्न राष्ट्रपतिसमक्ष सिफारिस</a></h4>

                    <h4><a href="/19118/">सट्टेबाजी गरेको आशंकामा कीर्तिपुर खेल मैदानबाटै एक पक्राउ</a></h4>

                    <h4><a href="/19116/">प्रदेश १ का हिमाली भेगमा हिमपातको सम्भावना </a></h4>

                    

                    <div class="pull-right thap-samachar">
                        <a href="/category/देश/">थप समाचार  <i class="fa fa-angle-double-right" aria-hidden="true"></i></a>
                    </div>